{
    "landingPage":{
        "title" : "Full-Stack",
        "title2" : "Developer",
        "arrow" : "Scroll",
        "arrow2" : "Down"

    },
    "aboutMe":{
        "title" : "About me",
        "description" : " Hi, I'm Björn ten Eicken, a fullstack developer from Remscheid, Germany. With a focus on Angular and JavaScript on the frontend, and Python and Django Rest API on the backend, I cover the full spectrum of web development. I bring extensive experience in building modern and efficient web applications and am ready to contribute my expertise to a forward-thinking company. Let’s create great projects together!",
        "button" : "Let's talk"
        
    },
    "mySkills":{
        "title" : "My skills"
    }
    ,
    "portfolio":{
        "title" : "Portfolio",
        "title2" : "Explore a selection of my work here - Interact with projects to see my skills in action",
        
       "descriptions": {
            "videoflix":"A versatile video platform with a REST API that allows you to watch content in various quality levels. Discover new videos or enjoy your favorite content – all within a user-friendly environment.",
            "bubble":"Chat-app inspired by Slack. Keep in contact with your colleagues and organize the next steps in your company.",
            "join": "Task Manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
            "elpollo": "Play a small jump-and-run game by joining Pepe on his thrilling adventure through the dangerous desert. Help him escape from nasty enemies. Do you dare to take on the challenge and complete the adventure?"
        }
    }
    ,
    "contact":{
        "title" : "Say Hi!",
        "title2" : "Want discuss a new project?",
        "title3" : "Say hello! Let's discuss your ideas and make it happen",
        "contact" : "Your name",
        "contact2" : "Your email",
        "contact3" : "Your message",
        "contactR" : "Your name is required",
        "contactR2" : "Your email is required",
        "contactR3" : "Your message is empty",
        "legal" : "I've read the", 
        "legal2" : "Legal notice",
        "legal3" :"and agree to the processing of my data as outlined.",
        "button" : "Send message",
        "send" : "submitted successfully"
        
    },
    "footer":{
        "legal" : "Legal notice"
    },
    "headerM":{
        "header" : "About Me",
        "header2" : "My skills",
        "header3" : "Portfolio",
        "header4" : "Contact"
    }
   

}