{
    "landingPage":{
        "title" : "Full-Stack",
        "title2" : "Developer",
        "arrow" : "Scroll",
        "arrow2" : "Down"

    },
    "aboutMe":{
        "title" : "About me",
        "description" : " Hi, I'm Björn ten Eicken, a fullstack developer from Remscheid, Germany. With a focus on Angular and JavaScript on the frontend, and Python and Django Rest API on the backend, I cover the full spectrum of web development. I bring extensive experience in building modern and efficient web applications and am ready to contribute my expertise to a forward-thinking company. Let’s create great projects together!",
        "button" : "Let's talk"
        
    },
    "mySkills":{
        "title" : "My skills"
    }
    ,
    "portfolio":{
        "title" : "Portfolio",
        "title2" : "Explore a selection of my work here - Interact with projects to see my skills in action",
        
       "descriptions": {
            "videoflix":"A modern video platform with an Angular frontend and Django backend, featuring a REST API, user authentication, and admin interface. Videos are automatically processed, converted, and efficiently managed using cloud storage, PostgreSQL, and Redis.",
            "bubble":"Real-time chat app with Angular frontend and Firebase backend. Supports Google login, channels, private messaging, and image uploads via Firebase Storage. Messages sync through Firestore, with functionality and design inspired by Slack.",
            "join": "Task manager in Kanban style with drag and drop, user and category assignment. Implemented in Vanilla JavaScript and as a modern single-page application using Angular, to contrast traditional and component-based web architecture.",
            "elpollo": "Developed using object-oriented JavaScript with a clear structure and reusable game logic. Play a small jump-and-run game and join Pepe on his adventure through the dangerous desert. Help him escape from nasty enemies."
        }
    }
    ,
    "contact":{
        "title" : "Say Hi!",
        "title2" : "Want discuss a new project?",
        "title3" : "Say hello! Let's discuss your ideas and make it happen",
        "contact" : "Your name",
        "contact2" : "Your email",
        "contact3" : "Your message",
        "contactR" : "Your name is required",
        "contactR2" : "Your email is required",
        "contactR3" : "Your message is empty",
        "legal" : "I've read the", 
        "legal2" : "Legal notice",
        "legal3" :"and agree to the processing of my data as outlined.",
        "button" : "Send message",
        "send" : "submitted successfully"
        
    },
    "footer":{
        "legal" : "Legal notice"
    },
    "headerM":{
        "header" : "About Me",
        "header2" : "My skills",
        "header3" : "Portfolio",
        "header4" : "Contact"
    }
   

}