{
    "landingPage":{
        "title" : "Full-Stack",
        "title2" : "Entwickler",
        "arrow" : "Scroll",
        "arrow2" : "Down"

    },
    "aboutMe":{
        "title" : "Über mich",
        "description" : "Hallo, ich bin Björn ten Eicken, ein Fullstack-Entwickler aus Remscheid, Deutschland. Mit meinem Fokus auf Angular und JavaScript im Frontend sowie Python und Django Rest API im Backend decke ich das gesamte Spektrum der Webentwicklung ab. Ich biete umfangreiche Erfahrung in der Entwicklung moderner, effizienter Webanwendungen und bin bereit, mein Know-how in einem zukunftsorientierten Unternehmen einzubringen. Lassen Sie uns gemeinsam großartige Projekte umsetzen!",
        "button" : "Lass uns reden"
    },
    "mySkills":{
        "title" : "Meine skills"
    }
    ,
    "portfolio":{
        "title" : "Portfolio",
        "title2" : "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen",
        
        "descriptions": {
            "videoflix":"Eine moderne Videoplattform mit Angular-Frontend und Django-Backend, inklusive REST-API, Benutzer-Authentifizierung und Admin-Interface. Videos werden automatisch verarbeitet, konvertiert und in einem Cloud-Storage mit PostgreSQL und Redis effizient verwaltet.",
            "bubble":"Echtzeit-Chat-App mit Angular-Frontend und Firebase-Backend. Unterstützt Google-Login, Channel- und Direktnachrichten sowie Bild-Uploads über Firebase Storage. Nachrichten werden über Firestore synchronisiert, mit Funktionalität und Design angelehnt an Slack.",
            "join": "Task-Manager im Stil eines Kanban-Boards mit Drag-and-Drop, Benutzer- und Kategoriezuteilung. Umgesetzt in Vanilla JavaScript und als moderne Single-Page-Anwendung mit Angular, zum Vergleich klassischer und komponentenbasierter Webarchitektur.",
            "elpollo": "Entwickelt mit objektorientierter JavaScript-Programmierung mit klarer Struktur und wiederverwendbarer Spiellogik. Spielen Sie ein kleines Jump-and-Run-Spiel und begleiten Sie Pepe bei seinem Abenteuer durch die gefährliche Wüste. Helfen Sie ihm, fiesen Gegnern zu entkommen."
        }
    }
    ,
    "contact":{
        "title" : "Sag Hi!",
        "title2" : "Möchten Sie ein neues Projekt planen?",
        "title3" : "Sag Hallo! Lassen Sie uns Ihre Ideen besprechen und sie in die Tat umsetzen",
        "contact" : "Dein name",
        "contact2" : "Deine email",
        "contact3" : "Deine nachricht",
        "contactR" : "Dein name ist erforderlich",
        "contactR2" : "Dein email ist erforderlich",
        "contactR3" : "Deine nachricht ist leer",
        "legal" : "Ich habe das", 
        "legal2" : "Impressum",
        "legal3" :" gelesen und stimme der oben beschriebenen Verarbeitung meiner Daten zu.",
        "button" : "Nachricht senden",
        "send" : "Erfolgreich gesendet"
        
    },
    "footer":{
        "legal" : "Impressum"
    },
    "headerM":{
        "header" : "Über mich",
        "header2" : "Meine skills",
        "header3" : "Portfolio",
        "header4" : "Kontakt"
    }
    
}