{
    "landingPage":{
        "title" : "Full-Stack",
        "title2" : "Entwickler",
        "arrow" : "Scroll",
        "arrow2" : "Down"

    },
    "aboutMe":{
        "title" : "Über mich",
        "description" : "Hallo, ich bin Björn ten Eicken, ein Fullstack-Entwickler aus Remscheid, Deutschland. Mit meinem Fokus auf Angular und JavaScript im Frontend sowie Python und Django Rest API im Backend decke ich das gesamte Spektrum der Webentwicklung ab. Ich biete umfangreiche Erfahrung in der Entwicklung moderner, effizienter Webanwendungen und bin bereit, mein Know-how in einem zukunftsorientierten Unternehmen einzubringen. Lassen Sie uns gemeinsam großartige Projekte umsetzen!",
        "button" : "Lass uns reden"
    },
    "mySkills":{
        "title" : "Meine skills"
    }
    ,
    "portfolio":{
        "title" : "Portfolio",
        "title2" : "Entdecken Sie hier eine Auswahl meiner Arbeiten. Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen",
        
        "descriptions": {
            "videoflix":"Eine vielseitige Videoplattform, die es dir ermöglicht, Inhalte in verschiedenen Qualitätsstufen anzusehen. Ob du neue Videos entdeckst oder deine Lieblingsvideos genießt – alles in einer benutzerfreundlichen Umgebung.",
            "bubble":"Von Slack inspirierte Chat-App. Bleiben Sie mit Ihren Kollegen in Kontakt und organisieren Sie die nächsten Schritte in Ihrem Unternehmen.",
            "join": "Task-Manager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
            "elpollo": "Spielen Sie ein kleines Jump-and-Run-Spiel, indem Sie Pepe bei seinem aufregenden Abenteuer durch die gefährliche Wüste begleiten. Helfen Sie ihm, fiesen Gegnern zu entkommen. Trauen Sie sich, das Abenteuer zu bestehen und die Herausforderung zu meistern?"
        }
    }
    ,
    "contact":{
        "title" : "Sag Hi!",
        "title2" : "Möchten Sie ein neues Projekt planen?",
        "title3" : "Sag Hallo! Lassen Sie uns Ihre Ideen besprechen und sie in die Tat umsetzen",
        "contact" : "Dein name",
        "contact2" : "Deine email",
        "contact3" : "Deine nachricht",
        "contactR" : "Dein name ist erforderlich",
        "contactR2" : "Dein email ist erforderlich",
        "contactR3" : "Deine nachricht ist leer",
        "legal" : "Ich habe das", 
        "legal2" : "Impressum",
        "legal3" :" gelesen und stimme der oben beschriebenen Verarbeitung meiner Daten zu.",
        "button" : "Nachricht senden",
        "send" : "Erfolgreich gesendet"
        
    },
    "footer":{
        "legal" : "Impressum"
    },
    "headerM":{
        "header" : "Über mich",
        "header2" : "Meine skills",
        "header3" : "Portfolio",
        "header4" : "Kontakt"
    }
    
}